{
    "profile": {
        "webDeveloper": "Web developer"
    },
    "firstPage": {
        "showResume": "Show resume"
    },
    "about": {
        "title": "About me",
        "text": "I have been a highly committed, tenacious and resilient passionate developer for ten years, taking care as much of the design of my interfaces as the clarity of my code. I am able to quickly take part in a team thanks to my great social skills and enthusiasm."
    },
    "contact": {
        "title": "Contact"
    },
    "workExperiences": {
        "title": "Working experiences",
        "angular2Developer": {
            "title": "Angular 2 developer",
            "textPart1": "Development of a responsive Facebook application, allowing users to compute their psychological relationships with friends following their answers to a quiz.",
            "textPart2": "Use of the typescript language, with the framework 2 Angular and Facebook libraries, Firebase, Hammerjs, Semantic-UI."
        },
        "phpDeveloper1": {
            "title": "PHP developer",
            "textPart1": "Foundation of a startup building a web and mobile platform for a more modern course management between pupils and teachers.",
            "textPart2": "Use of PHP and Javascript."
        },
        "wordpressDeveloper": {
            "title": "Wordpress developer",
            "textPart1": "Design of a Wordpress website for a customer.",
            "textPart2": "Development of custom Wordpress modules to fit the customer's needs."
        },
        "phpDeveloper2": {
            "title": "PHP developer",
            "textPart1": "Design and development of a web platform aiming for an easier hiring management.",
            "textPart2": "Built with PHP, Javascript and Ajax technology."
        }
    },
    "educations": {
        "title": "Education",
        "licence": {
            "school": "SUPINFO International University, Toulouse",
            "title": "IT development Bachelor of Science (three years technical degree)",
            "text": "Bachelor of Science in software development and computer networks."
        },
        "bac": {
            "school": "Clément Marot secondary school",
            "title": "High school diploma",
            "text": "Scientific Baccalaureate with honors."
        }
    },
    "skills": {
        "title": "Skills"
    },
    "tools": {
        "title": "Tools"
    },
    "languages": {
        "title": "Languages"
    }
}
