{
    "profile": {
        "webDeveloper": "Web Developer"
    },
    "firstPage": {
        "showResume": "Show resume"
    },
    "about": {
        "title": "About me",
        "text": "I'm a passionated developer since I was young, I spend a lot of time at my job and especially to my passion. I'm a follower of design, I therefore places great Je suis aussi un adepte du beau design, I therefore attaches much importance to the beauty of the code than the interface. I also like teamwork, this allows to share knowledge and learn to work together."
    },
    "contact": {
        "title": "Contact"
    },
    "workExperiences": {
        "title": "Working experiences",
        "angular2Developer": {
            "title": "Angular 2 developer",
            "textPart1": "Developing a responsive Facebook application, allowing users to calculate their psychological correlation with friends following their answers to a quiz.",
            "textPart2": "Using the typescript language, with the framework 2 Angular and Facebook libraries, Firebase, Hammerjs, Semantic-UI."
        },
        "phpDeveloper1": {
            "title": "PHP developer",
            "textPart1": "Creating a startup whose project the realization of a web and mobile platform for a more modern course management and revisions.",
            "textPart2": "Using PHP and Javascript."
        },
        "wordpressDeveloper": {
            "title": "Wordpress developer",
            "textPart1": "Realization of a Wordpress site for a client.",
            "textPart2": "Wordpress development of specific modules to support."
        },
        "phpDeveloper2": {
            "title": "PHP developer",
            "textPart1": "Design and development of an internal web platform to facilitate the management of applications.",
            "textPart2": "Developed with PHP, Javascript and Ajax technology."
        }
    },
    "educations": {
        "title": "Educations",
        "licence": {
            "title": "IT development license",
            "text": "Obtaining title BAC + 3 Bachelor of Science in software development and computer networks within SUPINFO International University in Toulouse."
        },
        "bac": {
            "title": "Bachelor of science",
            "text": "Obtaining scientific baccalaureate with honors in establishing Clément Marot, in Cahors."
        }
    },
    "skills": {
        "title": "Skills"
    },
    "tools": {
        "title": "Tools"
    },
    "languages": {
        "title": "Languages"
    }
}
